<template>
  <div class="policy-agreement">
    <div class="text--right">
      <time>制定日: 2020-04-24</time>
    </div>
    <h2>プライバシーポリシー</h2>
    <p>
      Date
      Suggeser運営事務局（以下、「当事務局」といいます）は、個人情報を大切に保護することを社会的使命であると認識し、本プライバシーポリシーを、個人情報保護に関する基本方針として定めております。
    </p>
    <p>
      当事務局は、当事務局が運営する「（アプリ名）」(以下「本サービス」といいます)をご利用になる方(以下「利用者」といいます)からご提供頂いた大切な個人情報(以下の定義に従います)、またその他の情報の適正な管理および利用を通じて、利用者に当事務局のサービスを安心してご利用いただくために、当事務局のプライバシーポリシーを定め、遵守します。
    </p>
    <ol>
      <li>
        <h3>個人情報の定義</h3>
        <p>
          本プライバシーポリシーにおいて、個人情報とは、個人情報の保護に関する法律(以下「個人情報保護法」といいます)第2条第1項に規定される生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの(他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含みます。)をいいます。
        </p>
      </li>
      <li>
        <h3>利用者が提供する情報</h3>
        <p>
          当事務局は、利用者が、当事務局サービスを利用するにあたり、当事務局に提供した情報(メールアドレス、生年月日、サービス利用履歴、統計情報等を含みますが、これらに限られません。)を収集します。
        </p>
      </li>
      <li>
        <h3>ログ</h3>
        <p>
          利用者が当事務局サービス利用時に自動で生成され、端末種類、端末言語などが保存されます。これらの情報は利用者環境を分析し、より良いサービス提供のため、また正常なサービス提供を妨害する不正行為防止のために利用いたします。
        </p>
      </li>
      <li>
        <h3>その他情報</h3>
        <p>
          当事務局は、利用者が当事務局サービスをご利用になる際に、当事務局サービスを利用するに当たり、訪れたウェブサイトのURLなどの情報を自動的に収集することがあります。
        </p>
      </li>
      <li>
        <h3>個人情報の利用目的</h3>
        <p>
          当事務局は、あらかじめ利用者の同意を得ず、公表した利用目的の達成に必要な範囲を超えて個人情報を取扱うことはありません。当事務局は、公表した利用目的に従って個人情報を取り扱います。当事務局で収集する個人情報の利用目的は以下の通りです。
        </p>
        <ol>
          <li>利用者が当事務局サービスを円滑に利用できるようにするため</li>
          <li>当事務局サービス利用に関する統計データを作成するため</li>
          <li>
            当事務局サービスの企画立案検討、サービス改善にあたってのアンケート実施及び分析のため
          </li>
          <li>利用者からのお問い合わせに対する対応のため</li>
          <li>
            当事務局サービスに関する情報等または当事務局以外の事業者が広告主となる広告情報等をメールマガジン等により告知するため
          </li>
          <li>今後の当事務局サービスに関する新企画立案を行い提供するため</li>
          <li>利用者からのお問い合わせ時など、本人確認を行うため</li>
          <li>
            その他当事務局サービスに関する重要なお知らせなど、必要に応じた連絡を行うため
          </li>
          <li>
            マーケティングデータの調査、統計、分析のため1当事務局及び第三者の商品等の広告または宣伝(ダイレクトメールの送付、電子メールの送信、リマーケティング、リターゲティング広告を含む。)のため
          </li>
        </ol>
      </li>
      <li>
        <h3>個人情報利用目的の変更</h3>
        <p>
          当事務局は、個人情報の利用目的を変更することがあり、変更した場合には利用者に通知または公表します。
        </p>
      </li>
      <li>
        <h3>個人情報の利用制限</h3>
        <p>
          当事務局は、あらかじめ特定し公表した利用目的の達成に必要な範囲内でのみ利用者の個人情報を取り扱います。ただし、『電気通信事業における個人情報保護に関するガイドライン』第6条第3項にある以下の各号に該当する場合は、利用者の同意なく、予め特定し公表した利用目的の達成に必要な範囲を超えて利用者の個人情報を取り扱うことがあります。
        </p>
        <ol>
          <li>法令に基づく場合</li>
          <li>
            人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき
          </li>
          <li>
            公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき
          </li>
          <li>
            国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
          </li>
        </ol>
      </li>
      <li>
        <h3>個人情報の安全管理</h3>
        <p>
          当事務局では、利用者よりお預かりした個人情報は、組織的、物理的、人的、技術的施策を講じることで個人情報への不正な侵入、個人情報の紛失、破壊、改ざん、及び漏えい等を防止いたします。
        </p>
      </li>
      <li>
        <h3>従業者、委託先の監督</h3>
        <p>
          個人情報の取り扱いに関する内部規程類を明確化し、適切に個人情報を取り扱うよう従業者及び委託先を監督いたします。
        </p>
      </li>
      <li>
        <h3>リンクについて</h3>
        <p>
          当事務局サービスにおいて、外部のサイトへのリンクが貼られることがあります。当事務局はリンク先のウェブサイトにおける個人情報の取り扱いについては責任を負いかねますので、各リンク先のサイトのご利用に際してはそれぞれのプライバシーポリシーを一読される事を推奨します。
        </p>
      </li>
      <li>
        <h3>個人情報の適正な取得</h3>
        <p>
          当事務局は、適正に個人情報を取得し、偽りその他不正の手段により取得することはありません。
        </p>
      </li>
      <li>
        <h3>海外からのアクセスの場合</h3>
        <p>
          日本国外からアクセスする利用者の個人情報および通信内容は、利用者の居住地域、国の外部にあるサーバーやデータベースに送受信、および保存されます。日本領土外に居住する利用者についての全ての情報が日本のプライバシー保護に関する法律に基づき日本内で処理され保存されます。当事務局サービスの利用によって、利用者は、個人情報と通信内容の収集、利用、譲渡、または公開に対して、日本の法律が適用されることに同意するものとします。
        </p>
      </li>
      <li>
        <h3>個人情報の第三者への提供</h3>
        <p>
          利用者よりお預かりした個人情報は、利用者本人の同意を得ずに第三者に提供することは、原則いたしません。ただし、以下の場合は関係法令に反しない範囲で、利用者本人の同意なく利用者の個人情報を提供することがあります。
        </p>
        <ol>
          <li>法令に基づく場合</li>
          <li>当事務局の親子会社へ提供する場合</li>
          <li>
            人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき
          </li>
          <li>
            公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき
          </li>
          <li>
            国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
          </li>
        </ol>
      </li>
      <li>
        <h3>個人情報の第三者による取得</h3>
        <p>
          以下の場合は、第三者による個人情報の取得に関し、当事務局は何らの責任も負いません。
        </p>
        <ol>
          <li>
            利用者自らが、当事務局サービス上の機能、または別の手段を用いて、他の利用者に個人情報を明らかにする場合
          </li>
          <li>
            活動情報、またはその他の利用者が当事務局サービス上に入力した情報により、期せずして本人が特定できてしまった場合
          </li>
          <li>
            利用者ご本人以外の利用者が個人を識別できる情報(ユーザID等)を入手した場合
          </li>
        </ol>
      </li>
      <li>
        <h3>プライバシーポリシーの改定</h3>
        <p>
          当事務局は、収集する個人情報の変更、利用目的の変更、またはその他プライバシーポリシーの変更を行う際は、本ページへの変更をもって通知することとさせていただきます。変更後のプライバシーポリシーは当事務局サービスのサイト上に改定日を表示した時点より効力を生じます。
        </p>
      </li>
      <li>
        <h3>個人情報の開示</h3>
        <p>
          当事務局は、利用者から、個人情報保護法の定めに基づき個人情報の開示を求められたときは、利用者本人からのご請求であることを確認の上で、利用者に対し、遅滞なく開示を行います(当該個人情報が存在しないときにはその旨を通知いたします)。ただし、個人情報保護法その他の法令により、当事務局が開示の義務を負わない場合は、この限りではありません。なお、個人情報の開示につきましては、手数料(1件あたり1,500円)を頂戴しておりますので、あらかじめ御了承ください。
        </p>
      </li>
      <li>
        <h3>個人情報の修正等</h3>
        <p>
          当事務局は、利用者から、個人情報の内容が事実でないという理由によって、個人情報保護法の定めに基づきその内容の訂正、追加または削除(以下「訂正等」といいます)を求められた場合には、利用者ご本人からのご請求であることを確認の上で、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づき、個人情報の内容の訂正等を行い、その旨を利用者に通知します(訂正等を行わない旨の決定をしたときは、利用者に対しその旨を通知いたします)。ただし、個人情報保護法その他の法令により、当事務局が訂正等の義務を負わない場合は、この限りではありません。
        </p>
      </li>
      <li>
        <h3>個人情報の利用停止等</h3>
        <p>
          当事務局は、利用者から、利用者の個人情報が、あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由または偽りその他不正の手段により取得されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止または消去(以下「利用停止等」といいます)を求められた場合において、そのご請求に理由があることが判明した場合には、利用者ご本人からのご請求であることを確認の上で、遅滞なく個人情報の利用停止等を行い、その旨を利用者に通知します。ただし、個人情報保護法その他の法令により、当事務局が利用停止等の義務を負わない場合は、この限りではありません。
          お問い合わせ窓口開示等のお申し出、ご意見、ご質問、苦情のお申し出その他個人情報の取扱いに関するお問い合わせは、下記の窓口までお願いいたします。
        </p>
      </li>
    </ol>
    <h3>お問い合わせ窓口</h3>
    <address>
      〒150-6090<br />
      東京都渋谷区恵比寿４丁目２０−４ ガーデンプレイス グラススクエアB1<br />
      QUELCODE Date Suggester運営事務局<br />
      Email: datesuggester.a@gmail.com
    </address>
    <div class="agreement__back">
      <span @click="$router.push('/sign-up')"> 閉じる</span>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style lang="scss">
.policy-agreement {
  max-width: 770px;
  min-height: calc(100vh - 121px);
  padding: 16px 32px 16px;
  margin: 32px auto;
  border-radius: 5px;
  background-color: #eee;
  color: #333;
  h2 {
    margin-bottom: 15px;
  }
  h3 {
    margin: 24px 0 8px;
  }
  p {
    text-indent: 16px;
    margin-bottom: 8px;
  }
  ol ol {
    list-style-type: lower-roman;
  }
}
.text--right {
  text-align: right;
}
.agreement__back {
  margin-top: 15px;
  font-size: 15px;
  text-align: center;
  text-decoration: underline;
  span {
    cursor: pointer;
  }
}
</style>
